Repository: common-repository/paykit-payment-gateway
Catalog: languages/po/paykit-payment-gateway-*.po
Languages: vi

source: Increase revenue and enhance customer experience with Paykit - Vietnam's leading online payment gateway, now available on WordPress!
vi: Tăng doanh thu và nâng cao trải nghiệm khách hàng với Paykit - cổng thanh toán online hàng đầu Việt Nam, nay đã có mặt trên WordPress!

source: Paykit payment gateway configuration not completed
vi: Chưa hoàn thành cấu hình Paykit payment gateway

source: Note: Payment amount will be %1$s for %2$s (Exchange rate: %3$s = %4$s)
vi: Ghi chú: Tổng thanh toán là %1$s cho %2$s (Tỉ giá: %3$s = %4$s)

source: Paykit payment gateway - Bank transfer VietQR
vi: Paykit payment gateway - Thanh toán chuyển khoản VietQR

source: Your customers can pay by bank transfer via Paykit payment gateway.
vi: Khách hàng của bạn có thể thanh toán bằng cách chuyển khoản ngân hàng thông qua Paykit payment gateway.

source: Enable/Disable
vi: Bật/Tắt

source: Enable Paykit payment gateway - Bank transfer VietQR
vi: Bật Paykit payment gateway - Thanh toán chuyển khoản VietQR

source: Title
vi: Tiêu đề

source: Paykit payment gateway - Bank transfer VietQR title that the customer will see on your checkout.
vi: Tiêu đề mà người mua sẽ nhìn thấy khi chọn thanh toán bằng Thanh toán chuyển khoản VietQR

source: Pay by bank transfer
vi: Thanh toán chuyển khoản VietQR

source: Description
vi: Mô tả

source: Paykit payment gateway - Bank transfer VietQR description that the customer will see on your website.
vi: Đoạn mô tả mà người mua sẽ nhìn thấy khi chọn thanh toán bằng Thanh toán chuyển khoản VietQR

source: Transfer from bank app and e-wallet
vi: Chuyển khoản từ app ngân hàng và ví điện tử

source: Invalid amount to refund
vi: Hoàn tiền với số tiền không hợp lệ

source: Invalid order to refund
vi: Hoàn tiền với đơn hàng không hợp lệ

source: Error. Please try again!
vi: Có lỗi xảy ra. Vui lòng thử lại sau!

source: Error when refunding:
vi: Có lỗi xảy ra khi hoàn tiền:

source: Gateway refund is being processed (ID: %1$s, Amount: %2$s VND)
vi: Cổng thanh toán đang xử lý yêu cầu hoàn tiền (ID: %1$s, Amount: %2$s VND)

source: Gateway refund approved (ID: %1$s, Amount: %2$s VND)
vi: Cổng thanh toán hoàn tiền thành công (ID: %1$s, Amount: %2$s VND)

source: Refund failed. Please try again!
vi: Hoàn tiền thất bại. Vui lòng thử lại sau!

source: Paykit payment gateway - NAPAS card
vi: Paykit payment gateway - Thanh toán bằng thẻ nội địa

source: Your customers can pay by NAPAS card via Paykit payment gateway.
vi: Khách hàng của bạn có thể thanh toán bằng thẻ nội địa thông qua Paykit payment gateway.

source: Enable Paykit payment gateway - NAPAS card
vi: Bật phương thức Paykit payment gateway - Thanh toán bằng thẻ nội địa

source: Paykit payment gateway - NAPAS card title that the customer will see on your checkout.
vi: Tiêu đề mà người mua sẽ nhìn thấy khi chọn thanh toán bằng thẻ nội địa.

source: Pay by NAPAS card
vi: Thanh toán bằng thẻ nội địa

source: Paykit payment gateway - NAPAS card description that the customer will see on your website.
vi: Đoạn mô tả mà người mua sẽ nhìn thấy khi chọn thanh toán bằng thẻ nội địa.

source: Paykit payment gateway - Visa/Mastercard/JCB card
vi: Paykit payment gateway - Thanh toán bằng thẻ quốc tế (Visa/Mastercard/JCB)

source: Your customers can pay by Visa/Mastercard/JCB card via Paykit payment gateway.
vi: Khách hàng của bạn có thể thanh toán bằng thẻ quốc tế (Visa/Mastercard/JCB) thông qua Paykit payment gateway.

source: Enable Paykit payment gateway - Visa/Mastercard/JCB card
vi: Bật phương thức Paykit payment gateway - Thanh toán bằng thẻ quốc tế (Visa/Mastercard/JCB)

source: Paykit payment gateway - Visa/Mastercard/JCB card title that the customer will see on your checkout.
vi: Tiêu đề mà người mua sẽ nhìn thấy khi chọn thanh toán bằng thẻ quốc tế (Visa/Mastercard/JCB).

source: Pay by Visa/Mastercard/JCB card
vi: Thanh toán bằng thẻ quốc tế (Visa/Mastercard/JCB)

source: Paykit payment gateway - Visa/Mastercard/JCB card description that the customer will see on your website.
vi: Đoạn mô tả mà người mua sẽ nhìn thấy khi chọn thanh toán bằng thẻ quốc tế (Visa/Mastercard/JCB).

source: Paykit payment gateway Settings
vi: Cấu hình Paykit payment gateway

source: You need to set these settings before using Paykit payment gateway.
vi: Bạn cần cấu hình các thông số này trước khi sử dụng Paykit payment gateway.

source: Paykit payment gateway Endpoint to access payment gateway service
vi: Đường dẫn để truy cập đến các dịch vụ của cổng thanh toán Paykit

source: API key provided by Paykit
vi: API key cung cấp bởi Paykit

source: Secret key of the client
vi: Secret key của client

source: Secret key is used to validate Webhook requests from Paykit
vi: Secret key dùng để xác thực các thông báo thông qua Webhook từ Paykit

source: Webhook secret key provided by Paykit
vi: Webhook secret key cung cấp bởi Paykit

source: Currency conversion
vi: Cấu hình tỉ giá

source: Currently Paykit only supports VND, need to configure how to convert other currencies
vi: Hiện tại Paykit chỉ hỗ trợ VND, cần cấu hình tỉ giá khi chấp nhận thanh toán đơn vị tiền tệ khác

source: Your order has been completed
vi: Đơn hàng của bạn đã hoàn thành

source: Your order has been cancelled
vi: Đơn hàng của bạn đã bị hủy

source: Your order has been paid successfully
vi: Đơn hàng của bạn đã được thanh toán thành công

source: Order failed for some reason
vi: Đơn hàng của bạn đã thất bại vì một số lý do
